Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Undo Transcribe
de: Transkribieren widerrufen
fr: Annuler la transcription
ru: Отменить расшифровку
zh_hans: 撤销转录

source: Undo Transitions
de: Änderung der Übergänge widerrufen
fr: Annuler la modification des transitions
ru: Отменить изменение переходов
zh_hans: 撤销转场更改

source: Undo Trim
de: Trimmen widerrufen
fr: Annuler l’ajustement
ru: Отменить подрезку
zh_hans: 撤销修剪

source: Undo Unmute Clip
de: Aufheben der Clip-Stummschaltung widerrufen
fr: Annuler le rétablissement du son du clip
ru: Отменить включение звука клипа
zh_hans: 撤销取消片段静音

source: Undo Unmute Part
de: Aufheben der Abschnitts-Stummschaltung widerrufen
fr: Annuler le rétablissement du son du passage
ru: Отменить включение звука фрагмента
zh_hans: 撤销取消部分静音

source: Undo Unmute Video
de: Aufheben der Video-Stummschaltung widerrufen
fr: Annuler le rétablissement du son de la vidéo
ru: Отменить включение звука видео
zh_hans: 撤销取消视频静音

source: Undo Zoom Change
de: Zoomänderung widerrufen
fr: Annuler la modification du zoom
ru: Отменить изменение увеличения
zh_hans: 撤销缩放更改

source: Undo Zoom Level for All
de: Einheitliche Zoomstufe widerrufen
fr: Annuler le niveau de zoom commun
ru: Отменить общий уровень увеличения
zh_hans: 撤销统一缩放级别

source: Undo Zooms
de: Änderung der Zooms widerrufen
fr: Annuler la modification des zooms
ru: Отменить изменение увеличений
zh_hans: 撤销缩放更改

source: Unmute Clip
de: Stummschaltung des Clips aufheben
fr: Réactiver le son du clip
ru: Включить звук клипа
zh_hans: 取消片段静音

source: Unmute preview
de: Stummschaltung der Vorschau aufheben
fr: Réactiver le son de l’aperçu
ru: Включить звук предпросмотра
zh_hans: 取消预览静音

source: Unmute the Preview
de: Stummschaltung der Vorschau aufheben
fr: Réactiver le son de l’aperçu
ru: Включить звук предпросмотра
zh_hans: 取消预览静音

source: Unmute the preview (M)
de: Stummschaltung der Vorschau aufheben (M)
fr: Réactiver le son de l’aperçu (M)
ru: Включить звук предпросмотра (M)
zh_hans: 取消预览静音（M）

source: Upload Custom Image
de: Eigenes Bild auswählen
fr: Choisir une image personnalisée
ru: Выбрать свое изображение
zh_hans: 选取自定图像

source: Use This Look for New Recordings
de: Diesen Stil für neue Aufnahmen verwenden
fr: Utiliser ce style pour les nouveaux enregistrements
ru: Использовать этот стиль для новых записей
zh_hans: 为新录制内容使用此风格

source: Use for new recordings
de: Für neue Aufnahmen verwenden
fr: Utiliser par défaut
ru: Использовать для новых записей
zh_hans: 用于新录制内容

source: Use this color
de: Diese Farbe verwenden
fr: Utiliser cette couleur
ru: Использовать этот цвет
zh_hans: 使用此颜色

source: Use this level for every zoom
de: Diese Stufe für alle Zooms verwenden
fr: Utiliser ce niveau pour tous les zooms
ru: Для всех увеличений
zh_hans: 将此级别用于所有缩放

source: Used for screenshots and recordings. Tokens: %y year, %m month, %d day, %H hour, %M minute, %S second. Leave empty to restore the default.
de: Gilt für Bildschirmfotos und Aufnahmen. Platzhalter: %y Jahr, %m Monat, %d Tag, %H Stunde, %M Minute, %S Sekunde. Leer lassen, um die Standardvorlage wiederherzustellen.
fr: Utilisé pour les captures et les enregistrements. Balises : %y année, %m mois, %d jour, %H heure, %M minute, %S seconde. Laissez vide pour rétablir le modèle par défaut.
ru: Используется для снимков экрана и записей. Переменные: %y — год, %m — месяц, %d — день, %H — час, %M — минута, %S — секунда. Оставьте поле пустым, чтобы восстановить шаблон по умолчанию.
zh_hans: 用于截屏和录制内容。标记：%y 年、%m 月、%d 日、%H 时、%M 分、%S 秒。留空即可恢复默认设置。

source: Utility
de: Extras
fr: Utilitaires
ru: Утилиты
zh_hans: 实用工具

source: Video copied
de: Video kopiert
fr: Vidéo copiée
ru: Видео скопировано
zh_hans: 已拷贝视频

source: Video data
de: Videodaten
fr: Données vidéo
ru: Видеоданные
zh_hans: 视频数据

source: Video data uses %@
de: Videodaten belegen %@
fr: Les données vidéo occupent %@
ru: Видеоданные занимают %@
zh_hans: 视频数据占用 %@

source: Video exported
de: Video exportiert
fr: Vidéo exportée
ru: Видео экспортировано
zh_hans: 已导出视频

source: Video preview
de: Videovorschau
fr: Aperçu vidéo
ru: Предпросмотр видео
zh_hans: 视频预览

source: Violet
de: Violett
ru: Фиалка
zh_hans: 紫罗兰

source: Violet Bloom
de: Veilchenblüte
fr: Éclosion violette
ru: Лиловое цветение
zh_hans: 紫罗兰绽放

source: Voice
de: Stimme
fr: Voix
ru: Голос
zh_hans: 人声

source: Voice enhanced — background noise removed
de: Stimme verbessert – Hintergrundgeräusche entfernt
fr: Voix améliorée — bruit de fond supprimé
ru: Голос улучшен — фоновый шум удален
zh_hans: 人声已增强 — 背景噪音已移除

source: Voice enhancement isn't available on this Mac. Turn off Enhance voice to keep the original sound.
de: Die Stimmverbesserung ist auf diesem Mac nicht verfügbar. Deaktiviere „Stimme verbessern“, um den Originalton zu behalten.
fr: L’amélioration de la voix n’est pas disponible sur ce Mac. Désactivez Améliorer la voix pour garder le son d’origine.
ru: Улучшение голоса недоступно на этом Mac. Выключите «Улучшение голоса», чтобы сохранить исходный звук.
zh_hans: 这台 Mac 不支持人声增强。请关闭“增强人声”以保留原始声音。

source: Voice enhancement stopped partway. Turn Enhance voice off and on again to retry.
de: Die Stimmverbesserung wurde unterbrochen. Schalte „Stimme verbessern“ aus und wieder ein, um es erneut zu versuchen.
fr: L’amélioration de la voix s’est interrompue. Désactivez puis réactivez Améliorer la voix pour réessayer.
ru: Улучшение голоса прервалось. Выключите и снова включите «Улучшение голоса», чтобы повторить попытку.
zh_hans: 人声增强中途停止。请关闭再打开“增强人声”以重试。

source: Volume
de: Lautstärke
ru: Громкость
zh_hans: 音量

source: Waiting…
de: Warten …
fr: En attente…
ru: Ожидание…
zh_hans: 等待中…

source: Wallpaper
de: Hintergrundbild
fr: Fond d’écran
ru: Обои
zh_hans: 墙纸

source: Warning
de: Warnung
fr: Avertissement
ru: Предупреждение
zh_hans: 警告

source: Welcome
de: Willkommen
fr: Bienvenue
ru: Добро пожаловать
zh_hans: 欢迎

source: Welcome to Shotnix
de: Willkommen bei Shotnix
fr: Bienvenue dans Shotnix
ru: Добро пожаловать в Shotnix
zh_hans: 欢迎使用 Shotnix

source: What was playing on your Mac
de: Was auf deinem Mac zu hören war
fr: Ce qui était diffusé sur votre Mac
ru: То, что звучало на вашем Mac
zh_hans: 你的 Mac 上播放的声音

source: What's New
de: Neuigkeiten
fr: Nouveautés
ru: Что нового
zh_hans: 新功能

source: White
de: Weiß
fr: Blanc
ru: Белый
zh_hans: 白色

source: Whole video
de: Ganzes Video
fr: Vidéo entière
ru: Все видео
zh_hans: 整个视频

source: Wi-Fi
de: WLAN
zh_hans: 无线局域网

source: Wi-Fi QR found
de: QR-Code mit WLAN gefunden
fr: Code QR Wi-Fi détecté
ru: Найден QR-код с Wi-Fi
zh_hans: 找到无线局域网二维码

source: Wide
de: Breit
fr: Large
ru: Прямоугольник
zh_hans: 宽幅

source: Window
de: Fenster
fr: Fenêtre
ru: Окно
zh_hans: 窗口

source: Window Capture
de: Fensteraufnahme
fr: Capture de fenêtre
ru: Снимки окон
zh_hans: 窗口截屏

source: Window capture
de: Fensteraufnahme
fr: Capture de fenêtre
ru: Снимок окна
zh_hans: 窗口截屏

source: Window captures are isolated — nothing overlapping shows through. With this on they get transparent padding and a soft drop shadow.
de: Fensteraufnahmen sind freigestellt – nichts Überlappendes scheint durch. Ist dies aktiviert, erhalten sie einen transparenten Rand und einen weichen Schlagschatten.
fr: Les captures de fenêtre sont isolées : rien de ce qui les recouvre n’apparaît. Avec cette option, elles reçoivent une marge transparente et une ombre portée douce.
ru: Окно снимается отдельно — то, что его перекрывает, не попадает в снимок. Если параметр включен, к снимку добавляются прозрачный отступ и мягкая тень.
zh_hans: 窗口截屏只包含窗口本身，不会带入任何遮挡的内容。开启后，截屏会带有透明边距和柔和的投影。

source: Window closed
de: Fenster geschlossen
fr: Fenêtre fermée
ru: Окно закрыто
zh_hans: 窗口已关闭

source: Words light up as they're spoken
de: Wörter leuchten auf, während sie gesprochen werden
fr: Les mots s’allument au fil de la parole
ru: Слова подсвечиваются по мере произнесения
zh_hans: 说到哪个词，哪个词就会亮起

source: Writable
de: Beschreibbar
fr: Accessible en écriture
ru: Доступна для записи
zh_hans: 可写入

source: Yellow
de: Gelb
fr: Jaune
ru: Желтый
zh_hans: 黄色

source: Yes
de: Ja
fr: Oui
ru: Да
zh_hans: 是

source: Yesterday
de: Gestern
fr: Hier
ru: Вчера
zh_hans: 昨天

source: You have unsaved edits in %lld screenshots.
de: Du hast ungesicherte Änderungen in %lld Bildschirmfotos.
fr: Vous avez des modifications non enregistrées dans %lld captures.
ru: Есть несохраненные изменения в %lld снимка экрана.
zh_hans: 你有 %lld 张截屏的编辑尚未存储。

source: You're all set — Shotnix lives here
de: Alles bereit – Shotnix findest du hier
fr: Tout est prêt — Shotnix se trouve ici
ru: Все готово — Shotnix находится здесь
zh_hans: 一切就绪 — Shotnix 就在这里

source: YouTube, presentations
de: YouTube, Präsentationen
fr: YouTube, présentations
ru: YouTube, презентации
zh_hans: YouTube、演示文稿

source: Your Mac can't keep up with this recording and is skipping frames. Balanced quality or 30 fps will help.
de: Dein Mac kommt bei dieser Aufzeichnung nicht mit und lässt Bilder aus. Die Qualität „Ausgewogen“ oder 30 fps helfen.
fr: Votre Mac n’arrive pas à suivre cet enregistrement et saute des images. Essayez la qualité Équilibrée ou 30 fps.
ru: Ваш Mac не справляется с этой записью и пропускает кадры. Поможет качество «Среднее» или 30 fps.
zh_hans: 你的 Mac 性能跟不上当前录制，正在丢帧。选择“均衡”质量或 30 fps 会有帮助。

source: Your Mac ran low on memory. Close some apps or pick a lower resolution, then export again.
de: Dein Mac hat zu wenig Arbeitsspeicher. Schließe einige Apps oder wähle eine niedrigere Auflösung und exportiere erneut.
fr: Votre Mac manque de mémoire. Fermez quelques apps ou choisissez une résolution plus basse, puis exportez à nouveau.
ru: На Mac не хватает памяти. Закройте некоторые приложения или выберите более низкое разрешение и экспортируйте снова.
zh_hans: 你的 Mac 内存不足。请关闭一些 App 或选择更低的分辨率，然后重新导出。

source: Your camera is recorded as its own layer: a live bubble shows while you record (it never appears in the screen capture), and the editor lets you move, resize, and restyle it — or hide it — afterwards.
de: Deine Kamera wird als eigene Ebene aufgezeichnet: Während der Aufzeichnung siehst du eine Live-Blase (sie erscheint nie in der Bildschirmaufnahme), und im Editor kannst du sie danach verschieben, skalieren und neu gestalten – oder ausblenden.
fr: Votre caméra est enregistrée sur son propre calque : une bulle en direct s’affiche pendant l’enregistrement (elle n’apparaît jamais dans la capture de l’écran), et l’éditeur vous permet ensuite de la déplacer, de la redimensionner et de changer son style — ou de la masquer.
ru: Камера записывается отдельным слоем: во время записи видно окошко с изображением камеры (оно никогда не попадает в запись экрана), а в редакторе его потом можно переместить, изменить его размер и стиль — или скрыть.
zh_hans: 摄像头画面会录制为单独的图层：录制时会显示实时气泡（它不会出现在屏幕录制中），之后你可以在编辑器中移动它、调整大小和更改样式，也可以将其隐藏。

source: Your disk filled up — saved the first %@.
de: Dein Speicher ist voll – die ersten %@ sind gesichert.
fr: Votre disque est plein — le début (%@) a été sauvegardé.
ru: Диск заполнен — сохранены первые %@.
zh_hans: 磁盘已满 — 已存储前 %@。

source: Your disk is almost full, so the recording stopped. It's saved.
de: Dein Speicherplatz ist fast aufgebraucht, daher wurde die Aufzeichnung beendet. Die Aufnahme ist gesichert.
fr: Votre disque est presque plein : l’enregistrement s’est arrêté. Il est sauvegardé.
ru: Диск почти заполнен, поэтому запись остановлена. Она сохранена.
zh_hans: 磁盘空间即将用完，录制已停止。录制内容已存储。

source: Your disk is almost full. In about %lld minutes the recording stops and saves itself.
de: Dein Speicherplatz ist fast aufgebraucht. In etwa %lld Minuten wird die Aufzeichnung beendet und gesichert.
fr: Votre disque est presque plein. Dans environ %lld minutes, l’enregistrement s’arrêtera et sera sauvegardé.
ru: Диск почти заполнен. Примерно через %lld минуты запись остановится и сохранится.
zh_hans: 磁盘空间即将用完。大约 %lld 分钟后，录制将停止并自动存储。

source: Your disk is almost full. In about %lld seconds the recording stops and saves itself.
de: Dein Speicherplatz ist fast aufgebraucht. In etwa %lld Sekunden wird die Aufzeichnung beendet und gesichert.
fr: Votre disque est presque plein. Dans environ %lld secondes, l’enregistrement s’arrêtera et sera sauvegardé.
ru: Диск почти заполнен. Примерно через %lld секунды запись остановится и сохранится.
zh_hans: 磁盘空间即将用完。大约 %lld 秒后，录制将停止并自动存储。

source: Your disk is full, so the recording couldn't be saved.
de: Dein Speicher ist voll, daher konnte die Aufnahme nicht gesichert werden.
fr: Votre disque est plein : l’enregistrement n’a pas pu être sauvegardé.
ru: Диск заполнен, поэтому запись не удалось сохранить.
zh_hans: 磁盘已满，无法存储录制内容。

source: Your disk is full. Free up some space (empty the Trash, delete old recordings) or export to another drive, then try again.
de: Deine Festplatte ist voll. Gib Speicherplatz frei (Papierkorb leeren, alte Aufnahmen löschen) oder exportiere auf ein anderes Laufwerk und versuche es erneut.
fr: Votre disque est plein. Libérez de l’espace (videz la corbeille, supprimez d’anciens enregistrements) ou exportez vers un autre disque, puis réessayez.
ru: Диск заполнен. Освободите место (очистите Корзину, удалите старые записи) или экспортируйте на другой диск и повторите попытку.
zh_hans: 你的磁盘已满。请释放一些空间（清倒废纸篓、删除旧的录制内容）或导出到其他磁盘，然后重试。

source: Your edits will be lost if you close without saving or copying them.
de: Deine Änderungen gehen verloren, wenn du schließt, ohne sie zu sichern oder zu kopieren.
fr: Vos modifications seront perdues si vous fermez sans les enregistrer ni les copier.
ru: Ваши изменения будут потеряны, если закрыть окно, не сохранив и не скопировав их.
zh_hans: 如果关闭前不存储或拷贝，你的编辑将会丢失。

source: Your look
de: Dein Stil
fr: Votre style
ru: Ваш стиль
zh_hans: 你的风格

source: Your microphone
de: Dein Mikrofon
fr: Votre micro
ru: Ваш микрофон
zh_hans: 你的麦克风

source: Your narration can become captions — then cut the video by editing its words.
de: Dein Kommentar kann Untertitel werden – dann schneidest du das Video per Text.
fr: Votre narration peut devenir des sous-titres — puis montez la vidéo par le texte.
ru: Вашу речь можно превратить в субтитры — а затем монтировать видео, правя текст.
zh_hans: 你的解说可以变成字幕 — 然后通过编辑文字来剪辑视频。

source: Your narration can become captions — transcribe it here
de: Dein Kommentar kann zu Untertiteln werden – transkribiere ihn hier
fr: Votre narration peut devenir des sous-titres — transcrivez-la ici
ru: Вашу речь можно превратить в субтитры — расшифруйте ее здесь
zh_hans: 你的解说可以变成字幕 — 在这里转录

source: Your text
de: Dein Text
fr: Votre texte
ru: Ваш текст
zh_hans: 你的文字

source: Your video's background shows behind you — found on this Mac, frame by frame.
de: Der Hintergrund deines Videos erscheint hinter dir – Bild für Bild auf diesem Mac freigestellt.
fr: L’arrière-plan de votre vidéo apparaît derrière vous — détouré sur ce Mac, image par image.
ru: Фон вашего видео виден позади вас — он выделяется на этом Mac кадр за кадром.
zh_hans: 视频背景会显示在你身后 — 在这台 Mac 上逐帧识别。

source: Your words, as text
de: Deine Worte als Text
fr: Vos paroles, en texte
ru: Ваши слова в виде текста
zh_hans: 把你的话变成文字

source: Zoom Level
de: Zoomstufe
fr: Niveau de zoom
ru: Уровень увеличения
zh_hans: 缩放级别

source: Zoom in at the pointer
de: Am Zeiger hineinzoomen
fr: Zoomer sur le pointeur
ru: Увеличить в точке указателя
zh_hans: 在指针处放大

source: Zoom level
de: Zoomstufe
fr: Niveau de zoom
ru: Уровень увеличения
zh_hans: 缩放级别

source: Zoom level (zoom selected)
de: Zoomstufe (Zoom ausgewählt)
fr: Niveau de zoom (zoom sélectionné)
ru: Уровень увеличения (увеличение выбрано)
zh_hans: 缩放级别（选中缩放时）

source: Zoom moves
de: Zoombewegungen
fr: Mouvements de zoom
ru: Движения камеры
zh_hans: 缩放效果

source: Zoom removed — ⌘Z to undo
de: Zoom entfernt – ⌘Z zum Widerrufen
fr: Zoom supprimé — ⌘Z pour annuler
ru: Увеличение удалено — ⌘Z, чтобы отменить
zh_hans: 已移除缩放 — 按 ⌘Z 撤销

source: Zoom to %@ (key %@)
de: Auf %@ zoomen (Taste %@)
fr: Zoomer à %@ (touche %@)
ru: Увеличить до %@ (клавиша %@)
zh_hans: 缩放到 %@（按键 %@）

source: Zoom — drag to move, drag an edge to resize, click to edit
de: Zoom – ziehen zum Bewegen, Rand ziehen zum Ändern der Dauer, klicken zum Bearbeiten
fr: Zoom — faites glisser pour le déplacer, un bord pour le redimensionner, cliquez pour le modifier
ru: Увеличение — перетяните, чтобы сдвинуть; тяните за край, чтобы изменить длину; нажмите, чтобы настроить
zh_hans: 缩放 — 拖移可移动，拖移边缘可调整长度，点按可编辑

source: Zooms & annotations
de: Zooms & Beschriftungen
fr: Zooms et annotations
ru: Увеличения и разметка
zh_hans: 缩放和标注

source: Zooms and annotations can be duplicated
de: Nur Zooms und Beschriftungen lassen sich duplizieren
fr: Seuls les zooms et les annotations peuvent être dupliqués
ru: Дублировать можно только увеличения и разметку
zh_hans: 只能复制缩放和标注

source: a table
de: eine Tabelle
fr: un tableau
ru: таблица
zh_hans: 1 个表格

source: add a zoom
de: Zoom hinzufügen
fr: ajouter un zoom
ru: добавить увеличение
zh_hans: 添加缩放

source: aim or resize it
de: ausrichten oder Größe ändern
fr: le viser ou le redimensionner
ru: навести или изменить размер
zh_hans: 对准或调整大小

source: all shortcuts
de: alle Kurzbefehle
fr: tous les raccourcis
ru: все сочетания клавиш
zh_hans: 所有快捷键

source: captions burned in
de: eingebrannte Untertitel
fr: sous-titres incrustés
ru: встроенные субтитры
zh_hans: 已嵌入字幕

source: cut by editing words
de: per Text schneiden
fr: couper en modifiant le texte
ru: монтаж правкой текста
zh_hans: 通过编辑文字剪辑

source: dips under your voice
de: wird unter deiner Stimme leiser
fr: s’atténue sous votre voix
ru: приглушается под голос
zh_hans: 人声出现时自动降低

source: every command
de: alle Befehle
fr: toutes les commandes
ru: все команды
zh_hans: 所有命令

source: export
de: exportieren
fr: exporter
ru: экспорт
zh_hans: 导出

source: follows the cursor
de: folgt dem Zeiger
fr: suit le pointeur
ru: следует за указателем
zh_hans: 跟随指针

source: intro card
de: Intro-Karte
fr: carton d’intro
ru: начальный титр
zh_hans: 片头卡

source: loops
de: wiederholt sich
fr: en boucle
ru: повторяется
zh_hans: 循环播放

source: macOS downloads %@ once, then translates right here — nothing is uploaded.
de: macOS lädt %@ einmalig und übersetzt dann direkt hier – nichts wird hochgeladen.
fr: macOS télécharge la langue %@ une seule fois, puis traduit directement ici — rien n’est envoyé en ligne.
ru: macOS один раз скачает язык «%@», а затем будет переводить прямо здесь — ничего не отправляется в сеть.
zh_hans: macOS 会下载一次%@，之后直接在此翻译 — 不会上传任何内容。

source: macOS screenshot shortcuts (⌘⇧3, ⌘⇧4, ⌘⇧5) conflict with Shotnix. Disable them so Shotnix owns the capture shortcuts and screenshots do not double-trigger. You can re-enable Apple's shortcuts anytime in System Settings → Keyboard → Keyboard Shortcuts → Screenshots.
de: Die Bildschirmfoto-Kurzbefehle von macOS (⌘⇧3, ⌘⇧4, ⌘⇧5) kollidieren mit Shotnix. Deaktiviere sie, damit Shotnix die Aufnahme-Kurzbefehle übernimmt und Bildschirmfotos nicht doppelt ausgelöst werden. Du kannst Apples Kurzbefehle jederzeit unter „Systemeinstellungen“ → „Tastatur“ → „Tastaturkurzbefehle“ → „Bildschirmfotos“ wieder aktivieren.
fr: Les raccourcis de capture d’écran de macOS (⌘⇧3, ⌘⇧4, ⌘⇧5) entrent en conflit avec Shotnix. Désactivez-les pour que Shotnix gère les raccourcis de capture et que les captures ne se déclenchent pas deux fois. Vous pouvez réactiver les raccourcis d’Apple à tout moment dans Réglages Système → Clavier → Raccourcis clavier → Captures d’écran.
ru: Сочетания клавиш macOS для снимков экрана (⌘⇧3, ⌘⇧4, ⌘⇧5) конфликтуют с Shotnix. Отключите их, чтобы сочетания для снимков принадлежали Shotnix и снимки не срабатывали дважды. Сочетания клавиш Apple можно снова включить в любой момент в разделе Системные настройки → Клавиатура → Сочетания клавиш → Снимки экрана.
zh_hans: macOS 截屏快捷键（⌘⇧3、⌘⇧4、⌘⇧5）与 Shotnix 冲突。 停用它们，让 Shotnix 接管截屏快捷键，避免重复截屏。 你可以随时在“系统设置”→“键盘”→“键盘快捷键”→“截屏”中重新启用 Apple 的快捷键。

source: mic
de: Mikro
fr: micro
ru: микр.
zh_hans: 麦克风

source: music
de: Musik
fr: musique
ru: музыка
zh_hans: 音乐

source: mute the preview
de: Vorschau stummschalten
fr: couper le son de l’aperçu
ru: выключить звук предпросмотра
zh_hans: 预览静音

source: muted
de: stummgeschaltet
fr: son coupé
ru: звук выключен
zh_hans: 已静音

source: no audio
de: Kein Ton
fr: sans son
ru: без звука
zh_hans: 无音频

source: no captions in the picture
de: keine Untertitel im Bild
fr: pas de sous-titres dans l’image
ru: без субтитров в изображении
zh_hans: 画面中无字幕

source: no end card
de: keine Endkarte
fr: pas d’écran de fin
ru: без финальной заставки
zh_hans: 无结尾画面

source: outro card
de: Outro-Karte
fr: carton de fin
ru: финальный титр
zh_hans: 片尾卡

source: play
de: abspielen
fr: lire
ru: воспроизвести
zh_hans: 播放

source: pointer
de: Zeiger
fr: pointeur
ru: указатель
zh_hans: 指针

source: select a part to cut
de: Abschnitt zum Schneiden wählen
fr: choisir un passage à couper
ru: выделить фрагмент для вырезания
zh_hans: 选择要剪掉的部分

source: select it
de: auswählen
fr: le sélectionner
ru: выбрать
zh_hans: 选中它

source: split at the playhead
de: an der Abspielposition teilen
fr: scinder à la tête de lecture
ru: разделить по указателю воспроизведения
zh_hans: 在播放头处分割

source: step through the timeline
de: durch die Zeitleiste springen
fr: parcourir la timeline
ru: шаг по шкале времени
zh_hans: 逐项浏览时间线

source: sys+mic
de: Sys.+Mikro
fr: sys.+micro
ru: сист.+микр.
zh_hans: 系统+麦克风

source: text, highlight, arrow, blur
de: Text, Markierung, Pfeil, Weichzeichnen
fr: texte, surlignage, flèche, flou
ru: текст, выделение, стрелка, размытие
zh_hans: 文字、高亮、箭头、模糊

source: the video
de: das Video
fr: la vidéo
ru: видео
zh_hans: 视频

source: this recording
de: diese Aufnahme
fr: cet enregistrement
ru: эта запись
zh_hans: 此录制内容

source: trim to the playhead
de: bis zur Abspielposition trimmen
fr: ajuster à la tête de lecture
ru: подрезать по указателю воспроизведения
zh_hans: 修剪到播放头

source: type
de: tippen
fr: saisir
ru: ввести текст
zh_hans: 输入

source: up to %@ GB/min
de: bis zu %@ GB/Min.
fr: jusqu’à %@ Go/min
ru: до %@ ГБ/мин
zh_hans: 最多 %@ GB/分钟

source: up to %@ MB/min
de: bis zu %@ MB/Min.
fr: jusqu’à %@ Mo/min
ru: до %@ МБ/мин
zh_hans: 最多 %@ MB/分钟

source: zoom the timeline
de: Zeitleiste zoomen
fr: zoomer dans la timeline
ru: масштаб шкалы времени
zh_hans: 缩放时间线

source: © 2026 Shotnix Contributors
de: © 2026 Shotnix-Mitwirkende
fr: © 2026 Contributeurs de Shotnix
ru: © 2026 Участники проекта Shotnix
zh_hans: © 2026 Shotnix 贡献者

source: · aim by hand
de: · von Hand ausgerichtet
fr: · visée à la main
ru: · вручную
zh_hans: · 手动对准

source: · drag to aim
de: · zum Ausrichten ziehen
fr: · faites glisser pour viser
ru: · тяните, чтобы навести
zh_hans: · 拖移以对准

source: · follows cursor
de: · folgt dem Zeiger
fr: · suit le pointeur
ru: · за указателем
zh_hans: · 跟随指针

source: “%@” (was in %@)
de: „%@“ (war in %@)
fr: « %@ » (était dans %@)
ru: «%@» (ранее в %@)
zh_hans: “%@”（原位于 %@）

source: “%@” can't be found. Put it back where it was, or remove it from this video (Style → Recordings), then export again.
de: „%@“ wurde nicht gefunden. Lege die Datei an ihren Ort zurück oder entferne sie aus diesem Video („Stil“ → „Aufnahmen“) und exportiere erneut.
fr: « %@ » est introuvable. Remettez-le à son emplacement, ou retirez-le de cette vidéo (Style → Enregistrements), puis exportez à nouveau.
ru: Не удается найти «%@». Верните файл на место или удалите его из этого видео (Стиль → Записи) и экспортируйте снова.
zh_hans: 找不到“%@”。请将其放回原处，或将其从此视频中移除（“样式”→“录制内容”），然后重新导出。
